Repository: davidkong3804/DavidNook
Catalog: boringNotch/Localizable.xcstrings
Source language: en
Languages: zh_hant

source: %lld days
zh_hant: %lld 天

source: %lld items
zh_hant: %lld 個項目

source: 1 day
zh_hant: 1 天

source: 30 days
zh_hant: 30 天

source: 7 days
zh_hant: 7 天

source: A notch utility for macOS with synced lyrics and clipboard history.
zh_hant: macOS 瀏海工具，提供同步歌詞與剪貼簿歷史。

source: About
zh_hant: 關於

source: Accent color
zh_hant: 強調色彩

source: Accessibility (paste events)
zh_hant: 輔助使用（貼上事件）

source: Add to Favorites
zh_hant: 加入喜好項目

source: Album Art
zh_hant: 專輯封面

source: All
zh_hant: 全部

source: Always show tabs
zh_hant: 一律顯示分頁列

source: Animation speed
zh_hant: 動畫速度

source: Appearance
zh_hant: 外觀

source: Apple Music
zh_hant: 「音樂」App

source: Apply Taiwan-style wording conversion
zh_hant: 套用台灣慣用詞轉換

source: Automatically switch displays
zh_hant: 自動切換顯示器

source: Back
zh_hant: 上一步

source: Backward 15s
zh_hant: 倒退 15 秒

source: Behavior
zh_hant: 行為

source: Beta
zh_hant: 測試版

source: Cancel
zh_hant: 取消

source: Change media with horizontal gestures
zh_hant: 以橫向手勢切換曲目

source: Changing the app language requires restarting DavidNook.
zh_hant: 變更 App 語言需要重新啟動 DavidNook。

source: Check Again
zh_hant: 重新檢查

source: Checking Now Playing availability...
zh_hant: 正在檢查「正在播放」是否可用…

source: Choose any color
zh_hant: 選擇任何顏色

source: Clear all
zh_hant: 清除全部

source: Clear all clipboard history?
zh_hant: 清除全部剪貼簿歷史？

source: Clear history
zh_hant: 清除歷史

source: Clear lyrics cache
zh_hant: 清除歌詞快取

source: Clear slot
zh_hant: 清除此欄位

source: Clear unpinned
zh_hant: 清除未釘選

source: Clipboard
zh_hant: 剪貼簿

source: Clipboard data is stored only on this Mac. Items marked as passwords or one-time content are never recorded.
zh_hant: 剪貼簿資料只存放在這台 Mac。標示為密碼或一次性內容的項目不會被記錄。

source: Clipboard history
zh_hant: 剪貼簿歷史

source: Clipboard is empty
zh_hant: 剪貼簿是空的

source: Close gesture
zh_hant: 收合手勢

source: Color Presets
zh_hant: 預設顏色

source: Colored playback bars
zh_hant: 彩色播放動態條

source: Compact mode
zh_hant: 精簡模式

source: Continue
zh_hant: 繼續

source: Core library
zh_hant: 核心元件

source: Could not verify Now Playing
zh_hant: 無法驗證「正在播放」

source: Couldn't get lyrics
zh_hant: 無法取得歌詞

source: Current offset
zh_hant: 目前偏移

source: Custom
zh_hant: 自訂

source: Custom height
zh_hant: 自訂高度

source: Custom notch size - %@
zh_hant: 自訂瀏海大小 - %@

source: Customize in Settings
zh_hant: 前往設定調整

source: Customize which controls appear in the music player. Volume expands when active.
zh_hant: 自訂音樂播放器要顯示哪些控制項；音量控制啟用時會展開。

source: DavidNook Settings
zh_hant: DavidNook 設定

source: DavidNook could not verify Now Playing. Try again, or reopen the app if it keeps happening.
zh_hant: DavidNook 無法驗證「正在播放」。請再試一次；若持續發生，請重新開啟 App。

source: DavidNook is a derivative work of boring.notch (TheBoredTeam), licensed under GPL-3.0.
zh_hant: 本專案是 boring.notch（TheBoredTeam）的衍生作品，使用 GPL-3.0 授權。

source: DavidNook is an independent implementation and is not affiliated with NotchNook or its authors.
zh_hant: DavidNook 為獨立實作，與 NotchNook 及其作者無關。

source: DavidNook is free software released under the GNU General Public License v3.0 (GPL-3.0). It comes with no warranty of any kind.
zh_hant: DavidNook 是自由軟體，依 GNU 通用公共授權條款第 3 版（GPL-3.0）發佈，不提供任何形式的擔保。

source: DavidNook lost its Now Playing connection. Reconnecting automatically...
zh_hant: DavidNook 與「正在播放」的連線中斷，正在自動重新連線…

source: DavidNook turns the notch into a small control center. Everything stays on this Mac; the only network connection is lrclib.net, for lyrics.
zh_hant: DavidNook 讓瀏海變成小型控制中心。資料都只留在這台 Mac，唯一的對外連線是查詢歌詞用的 lrclib.net。

source: DavidNook's Now Playing components are unavailable. Reopen or reinstall the app.
zh_hant: DavidNook 的「正在播放」元件無法使用。請重新開啟或重新安裝 App。

source: Default
zh_hant: 預設

source: Delete
zh_hant: 刪除

source: Displays
zh_hant: 顯示器

source: Done
zh_hant: 完成

source: Drag a control onto a slot
zh_hant: 把控制項拖曳到欄位上

source: Drag items in the preview to reorder or drop from the palette
zh_hant: 在預覽中拖曳項目以重新排序，或從控制項面板拖曳加入

source: Empty slot
zh_hant: 空欄位

source: Enable blur effect behind album art
zh_hant: 在專輯封面後方顯示模糊效果

source: Enable gestures
zh_hant: 啟用手勢

source: Enable haptic feedback
zh_hant: 啟用觸覺回饋

source: Enable window shadow
zh_hant: 啟用視窗陰影

source: Expanded height
zh_hant: 展開高度

source: Expanded panel
zh_hant: 展開面板

source: Expanded width
zh_hant: 展開寬度

source: Expands the notch and switches to the Clipboard tab. Not set by default.
zh_hant: 展開瀏海並切到剪貼簿分頁。預設不設定。

source: Experimental
zh_hant: 實驗性

source: Experimental. DavidNook runs in the App Sandbox, so whether ⌘V can be sent depends on macOS accepting it after you grant permission; this has not been verified on every macOS version. Without permission the item is only copied back to the clipboard.
zh_hant: 實驗性功能。DavidNook 在 App 沙盒內執行，能否送出 ⌘V 取決於授權後 macOS 是否接受，尚未在所有 macOS 版本驗證。未授權時，項目只會被放回剪貼簿。

source: Extend hover area
zh_hant: 擴大游標感應範圍

source: Favorite
zh_hant: 喜好項目

source: Files
zh_hant: 檔案

source: Finish
zh_hant: 完成

source: Forever
zh_hant: 永久

source: Forward 15s
zh_hant: 快轉 15 秒

source: Full screen behavior
zh_hant: 全螢幕時的行為

source: GPL-3.0 license text
zh_hant: GPL-3.0 授權全文

source: General
zh_hant: 一般

source: Gesture sensitivity
zh_hant: 手勢靈敏度

source: Gestures
zh_hant: 手勢

source: Get started
zh_hant: 開始使用

source: Hide for all apps
zh_hant: 所有 App 全螢幕時都隱藏

source: Hide for media app only
zh_hant: 僅媒體 App 全螢幕時隱藏

source: Hide from screen recording
zh_hant: 在螢幕錄製中隱藏

source: Hide lyrics
zh_hant: 隱藏歌詞

source: Hide title bar
zh_hant: 隱藏標題列

source: Hide windows on non-notch displays from Mission Control
zh_hant: 在 Mission Control 中隱藏無瀏海顯示器上的視窗

source: High
zh_hant: 高

source: Home
zh_hant: 首頁

source: Hover delay
zh_hant: 游標停留延遲

source: How DavidNook works
zh_hant: DavidNook 如何運作

source: Idle state
zh_hant: 閒置狀態

source: Image
zh_hant: 圖片

source: Images
zh_hant: 圖片

source: In System Settings → Privacy & Security → Paste from Other Apps, set DavidNook to Allow
zh_hant: 請在「系統設定 → 隱私權與安全性 → 從其他App貼上」把 DavidNook 設為「允許」

source: Inline
zh_hant: 內嵌

source: Instrumental
zh_hant: 純音樂

source: Keep history for
zh_hant: 保留時間

source: Language
zh_hant: 語言

source: Later
zh_hant: 稍後

source: Launch at login
zh_hant: 登入時啟動

source: Layout Preview
zh_hant: 版面預覽

source: License and credits
zh_hant: 授權與致謝

source: Links
zh_hant: 連結

source: Loading lyrics…
zh_hant: 載入歌詞中…

source: Low
zh_hant: 低

source: Lyrics
zh_hant: 歌詞

source: Lyrics cache cleared
zh_hant: 已清除歌詞快取

source: Match album art
zh_hant: 配合專輯封面

source: Match menu bar height
zh_hant: 配合選單列高度

source: Match real notch height
zh_hant: 配合實際瀏海高度

source: Maximum items
zh_hant: 筆數上限

source: May change the meaning of some lyrics (e.g. 支持 → 支援, 打开 → 開啟). Only affects Simplified Chinese lyrics; off by default.
zh_hant: 可能改變部分歌詞的原意（例如「支持」→「支援」、「打开」→「開啟」）。僅影響簡體歌詞，預設關閉。

source: Media
zh_hant: 媒體

source: Media Source
zh_hant: 媒體來源

source: Media controls
zh_hant: 媒體控制項

source: Media inactivity timeout
zh_hant: 媒體閒置逾時

source: Media playback live activity
zh_hant: 媒體播放即時動態

source: Medium
zh_hant: 中

source: Music (Automation)
zh_hant: 音樂（自動化）

source: Music Source
zh_hant: 音樂來源

source: Needed for clipboard history. macOS asks when DavidNook first reads the clipboard (after you copy something); allow it in System Settings → Privacy & Security → Paste from Other Apps.
zh_hant: 剪貼簿歷史需要這項權限。macOS 會在 DavidNook 第一次讀取剪貼簿時詢問（複製東西之後）；請到「系統設定 → 隱私權與安全性 → 從其他App貼上」選擇允許。

source: Never hide
zh_hant: 永不隱藏

source: Next
zh_hant: 下一首

source: No lyrics for this song
zh_hant: 這首歌沒有歌詞

source: No matching items
zh_hant: 找不到符合的項目

source: Normalize gesture direction
zh_hant: 統一手勢方向

source: Not Playing
zh_hant: 未在播放

source: Notch
zh_hant: 瀏海

source: Notch animation
zh_hant: 瀏海動畫

source: Notch chrome
zh_hant: 瀏海介面

source: Notch height on non-notch displays
zh_hant: 無瀏海顯示器上的瀏海高度

source: Notch height on notch displays
zh_hant: 有瀏海顯示器上的瀏海高度

source: Nothing here asks for a permission now. You can change everything later in Settings.
zh_hant: 這一頁不會現在要求任何權限，之後都可以在設定中調整。

source: Now Playing
zh_hant: 正在播放

source: Now Playing and lyrics
zh_hant: 正在播放與歌詞

source: Now Playing components unavailable
zh_hant: 「正在播放」元件無法使用

source: Now Playing connection lost
zh_hant: 「正在播放」連線中斷

source: Now Playing works with most players. If it is unavailable, DavidNook falls back to the Music app through Apple events, and macOS asks for Automation permission the first time that is needed.
zh_hant: 「正在播放」適用於大多數播放器；無法使用時，DavidNook 會改以 Apple 事件使用「音樂」App，macOS 會在第一次需要時詢問「自動化」權限。

source: Only for the experimental “paste automatically after choosing” option, off by default. You grant it yourself from Settings → Clipboard.
zh_hant: 僅用於實驗性的「點選後自動貼上」，預設關閉。需要時請自行在「設定 → 剪貼簿」授權。

source: Open Accessibility Settings
zh_hant: 開啟輔助使用設定

source: Open Clipboard:
zh_hant: 開啟剪貼簿：

source: Open System Settings
zh_hant: 開啟系統設定

source: Open notch on hover
zh_hant: 游標移到瀏海時自動展開

source: Open the project page in your browser
zh_hant: 在瀏覽器中開啟專案頁面

source: Opens a smaller notch with only the music player. There is no tab bar, so clipboard history is not available in this mode.
zh_hant: 展開時只顯示音樂播放器的小型瀏海。此模式沒有分頁列，因此無法使用剪貼簿歷史。

source: Paste automatically after choosing (requires Accessibility)
zh_hant: 點選後自動貼上（需輔助使用權限）

source: Paste from Other Apps
zh_hant: 從其他App貼上

source: Paste permission needed
zh_hant: 需要允許貼上權限

source: Pasting
zh_hant: 貼上

source: Pause
zh_hant: 暫停

source: Pause recording
zh_hant: 暫停記錄

source: Permission granted
zh_hant: 已授權

source: Permission not granted
zh_hant: 尚未授權

source: Permissions
zh_hant: 權限

source: Pick a Color
zh_hant: 挑選顏色

source: Pin
zh_hant: 釘選

source: Pinned items are never removed by the item limit or the retention time.
zh_hant: 釘選的項目不會被筆數上限或保留時間移除。

source: Play
zh_hant: 播放

source: Player appearance
zh_hant: 播放器外觀

source: Player tinting
zh_hant: 播放器著色

source: Preferred display
zh_hant: 偏好的顯示器

source: Previous
zh_hant: 上一首

source: Quit
zh_hant: 結束

source: Quit app
zh_hant: 結束 App

source: Reads and controls the Music app: as a fallback when the system's Now Playing information is unavailable, and for favorites and volume when the Music app is the one playing. macOS asks the first time it is needed.
zh_hant: 讀取與控制「音樂」App：「正在播放」資訊無法使用時作為備援，以及「音樂」App 正在播放時的喜好項目與音量。macOS 會在第一次需要時詢問。

source: Record clipboard history
zh_hant: 記錄剪貼簿歷史

source: Recording
zh_hant: 記錄

source: Recording paused
zh_hant: 已暫停記錄

source: Remember last tab
zh_hant: 記住上次使用的分頁

source: Remembers the text, images and files you copy so you can paste them again.
zh_hant: 記住複製過的文字、圖片與檔案，之後可以再次貼上。

source: Remove from Favorites
zh_hant: 從喜好項目移除

source: Repeat
zh_hant: 重複播放

source: Request permission
zh_hant: 請求授權

source: Reset
zh_hant: 重設

source: Reset lyrics offset
zh_hant: 重設歌詞偏移

source: Reset size to default
zh_hant: 還原預設尺寸

source: Reset to Defaults
zh_hant: 還原預設值

source: Restart DavidNook
zh_hant: 重新啟動 DavidNook

source: Restart Now
zh_hant: 立即重新啟動

source: Restart to apply language
zh_hant: 重新啟動以套用語言

source: Resume
zh_hant: 恢復

source: Resume recording
zh_hant: 恢復記錄

source: Scale corner radius for closed notch
zh_hant: 收合時依大小調整圓角

source: Search clipboard
zh_hant: 搜尋剪貼簿

source: Settings
zh_hant: 設定

source: Shortcuts
zh_hant: 快速鍵

source: Show cool face animation while inactive
zh_hant: 閒置時顯示趣味表情動畫

source: Show lyrics
zh_hant: 顯示歌詞

source: Show menu bar icon
zh_hant: 顯示選單列圖示

source: Show music live activity
zh_hant: 顯示音樂即時動態

source: Show notch on lock screen
zh_hant: 在鎖定畫面顯示瀏海

source: Show on all displays
zh_hant: 在所有顯示器上顯示

source: Show remaining time instead of duration
zh_hant: 顯示剩餘時間而非總長度

source: Show settings icon in notch
zh_hant: 在瀏海中顯示設定圖示

source: Show sneak peek on playback changes
zh_hant: 播放狀態改變時顯示曲目速覽

source: Shows the current track with playback controls and line-by-line synced lyrics.
zh_hant: 顯示目前曲目、播放控制與逐行同步歌詞。

source: Shuffle
zh_hant: 隨機播放

source: Size of the opened notch for the Home and Clipboard tabs. Changes apply immediately.
zh_hant: 展開後面板的尺寸（首頁與剪貼簿分頁皆適用），變更立即生效。

source: Sizing
zh_hant: 尺寸

source: Slider color
zh_hant: 滑桿顏色

source: Sneak Peek Style
zh_hant: 曲目速覽樣式

source: Sneak Peek shows the media title and artist under the notch for a few seconds.
zh_hant: 曲目速覽會在瀏海下方短暫顯示曲名與歌手。

source: Some files could not be deleted
zh_hant: 有些檔案無法刪除

source: Source code
zh_hant: 原始碼

source: Step %lld of %lld
zh_hant: 第 %lld 步，共 %lld 步

source: System
zh_hant: 系統

source: System default
zh_hant: 跟隨系統

source: Text
zh_hant: 文字

source: Text larger than 1 MB and images larger than 20 MB are not recorded.
zh_hant: 超過 1 MB 的文字與超過 20 MB 的圖片不會被記錄。

source: The license text is not bundled with this build. See the project repository.
zh_hant: 此版本沒有內附授權全文，請參閱專案儲存庫。

source: The only connection: the title, artist and duration of the current track go to lrclib.net to look up lyrics (can be turned off in Settings → Media). No telemetry, no update server.
zh_hant: 唯一的對外連線：把目前曲目的曲名、歌手與長度送到 lrclib.net 查詢歌詞（可在「設定 → 媒體」關閉）。沒有遙測，也沒有更新伺服器。

source: Third-party licenses
zh_hant: 第三方授權

source: This deletes all clipboard history (including pinned items) and cached images. This cannot be undone.
zh_hant: 這會刪除所有剪貼簿歷史（包含已釘選項目）與暫存的圖片，無法復原。

source: Toggle Notch Open:
zh_hant: 切換瀏海展開／收合：

source: Toggle Sneak Peek:
zh_hant: 切換曲目速覽：

source: Two-finger swipe up on notch to close, two-finger swipe down on notch to open when **Open notch on hover** option is disabled
zh_hant: 關閉「**游標移到瀏海時自動展開**」後，可在瀏海上以雙指向上滑動收合、向下滑動展開。

source: Unknown
zh_hant: 未知

source: Unpin
zh_hant: 取消釘選

source: Unpinned items cleared
zh_hant: 已清除未釘選項目

source: Use your macOS system accent color
zh_hant: 使用 macOS 系統的強調色彩

source: Using %@ instead
zh_hant: 改用%@

source: Using %@ instead. Your Now Playing preference is preserved.
zh_hant: 改用%@。「正在播放」的偏好設定已保留。

source: Using %@ temporarily
zh_hant: 暫時改用%@

source: Using %@ temporarily. Your Now Playing preference is preserved.
zh_hant: 暫時改用%@。「正在播放」的偏好設定已保留。

source: Using System Accent
zh_hant: 使用系統強調色彩

source: Version
zh_hant: 版本

source: Version info
zh_hant: 版本資訊

source: Volume
zh_hant: 音量

source: Welcome
zh_hant: 歡迎使用

source: Welcome to DavidNook
zh_hant: 歡迎使用 DavidNook

source: When lyrics are on, the track title, artist and duration are sent to lrclib.net to look up lyrics.
zh_hant: 開啟歌詞時，會將曲名、歌手與長度送至 lrclib.net 查詢

source: White
zh_hant: 白色

source: Window
zh_hant: 視窗

source: You can now enjoy the app. If you want to tweak things further, you can always visit the settings.
zh_hant: 可以開始使用了。想進一步調整時，隨時可以到設定中變更。

source: You're All Set!
zh_hant: 設定完成！

source: Your macOS system accent color
zh_hant: 目前 macOS 系統的強調色彩

source: lrclib.net only
zh_hant: 只連線 lrclib.net

source: Copied; focus is in a secure input field, so it was not pasted automatically
zh_hant: 已複製；目前焦點在安全輸入欄位，未自動貼上

source: Can't write clipboard history. Check available disk space.
zh_hant: 無法寫入剪貼簿歷史，請檢查磁碟空間

source: Copy back to clipboard (Return)
zh_hant: 複製回剪貼簿（Return）

source: Pin (⌘P)
zh_hant: 釘選（⌘P）

source: Unpin (⌘P)
zh_hant: 取消釘選（⌘P）

source: Delete (⌘⌫)
zh_hant: 刪除（⌘⌫）

source: Copied
zh_hant: 已複製

source: Couldn't copy
zh_hant: 複製失敗

source: Text, images and files you copy show up here. Click a row to copy it back to the clipboard
zh_hant: 複製文字、圖片或檔案後會出現在這裡。點一下列，就能複製回剪貼簿

source: Try another keyword, or set the filter above to All
zh_hant: 換個關鍵字，或把上方篩選改成「全部」

source: Anything you copy while paused is not recorded, and is not added after you resume. Press Resume to keep recording
zh_hant: 暫停期間複製的內容不會被記下，恢復後也不會補記。想繼續記錄，請按「恢復」

source: Anything you copy while paused is not recorded
zh_hant: 暫停期間複製的內容不會被記下

source: macOS is blocking DavidNook from reading the clipboard (set to ask every time, or denied), so nothing can be recorded for now
zh_hant: macOS 限制了 DavidNook 讀取剪貼簿（每次都詢問或已拒絕），所以暫時無法記錄

source: Click a row: copy it back to the clipboard (turn on auto-paste in Settings to also paste)
zh_hant: 點一下列：複製回剪貼簿（要自動貼上，請到設定開啟）

source: Click a row: copy it back to the clipboard (auto-paste is not authorized yet)
zh_hant: 點一下列：複製回剪貼簿（自動貼上尚未授權）

source: Click a row: copy it and paste automatically
zh_hant: 點一下列：複製並自動貼上

source: ↑↓ Select ↩ Copy ⌘P Pin ⌘⌫ Delete Just type to search
zh_hant: ↑↓ 選取 ↩ 複製 ⌘P 釘選 ⌘⌫ 刪除 直接輸入即可搜尋

source: Show tips
zh_hant: 顯示操作提示

source: Hide tips
zh_hant: 隱藏操作提示

source: Sync
zh_hant: 對時

source: %@ s early
zh_hant: 提早 %@ 秒

source: %@ s late
zh_hant: 延後 %@ 秒

source: Adjust lyrics timing. Click to open the controls. Double-click the line being sung to sync to it. Scroll here to nudge by 0.1 s.
zh_hant: 調整歌詞對時：點一下展開微調；連點兩下正在唱的那一句，可直接對齊；在這裡滾動滾輪，每格 0.1 秒

source: Now: no offset
zh_hant: 目前：無偏移

source: Now: lyrics %@ s early
zh_hant: 目前：歌詞提早 %@ 秒

source: Now: lyrics %@ s late
zh_hant: 目前：歌詞延後 %@ 秒

source: Click the line being sung to sync
zh_hant: 點正在唱的那一句，直接對齊

source: Close sync controls
zh_hant: 收合對時

source: Lyrics too late
zh_hant: 歌詞太晚

source: Show earlier
zh_hant: 提早

source: Lyrics show up after the singing? Show them earlier. Hold Option or Shift for 0.5 s steps; hold the button to repeat; scrolling down also shows them earlier.
zh_hant: 歌詞比聲音晚出現？按此提早（按住 Option 或 Shift 點按：每次 0.5 秒；按住不放可連續調整；滾輪向下也是提早）

source: Lyrics too early
zh_hant: 歌詞太早

source: Show later
zh_hant: 延後

source: Lyrics show up before the singing? Show them later. Hold Option or Shift for 0.5 s steps; hold the button to repeat; scrolling up also shows them later.
zh_hant: 歌詞比聲音早出現？按此延後（按住 Option 或 Shift 點按：每次 0.5 秒；按住不放可連續調整；滾輪向上也是延後）

source: Coarse
zh_hant: 粗調

source: Each step is 0.5 s instead of 0.1 s
zh_hant: 開啟後每次調整 0.5 秒（預設 0.1 秒）

source: Synced. Remembered for this song
zh_hant: 已對齊，並記住這首歌

source: Offset limit reached (±60 s)
zh_hant: 偏移已達上限（±60 秒）

source: Click this line to sync it to the current playback position
zh_hant: 點這一行：把它對齊到現在播放的位置

source: Show lyrics under the closed notch
zh_hant: 在收合的瀏海下方顯示歌詞

source: A slim capsule below the notch shows the current line while music plays. It uses a little display space on Macs with a physical notch.
zh_hant: 音樂播放時，瀏海正下方會長出一顆細膠囊，顯示目前這一句。在有實體瀏海的 Mac 上，它會佔用一點螢幕顯示空間。

source: Distance below the notch
zh_hant: 與瀏海的距離

source: Maximum width
zh_hant: 最大寬度

source: Lyrics font size
zh_hant: 歌詞字級

source: Lyrics scroll speed
zh_hant: 歌詞捲動速度

source: Video
zh_hant: 影片

source: Choose Window
zh_hant: 選擇視窗

source: Change Window
zh_hant: 換視窗

source: Stop
zh_hant: 停止

source: The window was closed
zh_hant: 視窗已關閉

source: This source is content-protected
zh_hant: 這個來源受內容保護

source: Screen recording permission needed
zh_hant: 需要螢幕錄製權限

source: In System Settings → Privacy & Security → Screen & System Audio Recording, allow DavidNook, then reopen the app
zh_hant: 請到「系統設定 → 隱私權與安全性 → 螢幕與系統錄音」允許 DavidNook，然後重新開啟 App

source: Couldn't show the video
zh_hant: 無法顯示影片

source: The system picker did not open. Please try again
zh_hant: 系統挑選器沒有開啟。請再試一次

source: Capture was interrupted by the system. Choose the window again
zh_hant: 擷取被系統中斷。請重新選擇視窗

source: Something unexpected happened. Choose the window again
zh_hant: 發生未知的錯誤。請重新選擇視窗

source: Back to cover
zh_hant: 回到封面

source: Choose another window, or go back to the cover
zh_hant: 重新選一個視窗，或回到封面

source: Click to pin the video outside the notch
zh_hant: 點一下，把影片釘到瀏海外面

source: Click to unpin the video
zh_hant: 點一下取消釘選

source: Show a picked window in the Home panel
zh_hant: 在「正在播放」面板顯示挑選的視窗

source: Show a window as live video
zh_hant: 把視窗顯示成即時影片

source: The system does not allow capturing it. Try the source's own picture-in-picture, or an unprotected source such as YouTube
zh_hant: 系統不允許擷取。可改用來源本身的畫中畫，或沒有保護的來源（例如 YouTube）

source: Video size
zh_hant: 影片大小

source: Pick one window with the small button on the album cover and its live picture replaces the cover; click the video to pin it as a capsule outside the notch. The video size sets how wide the video can grow in the Home panel and how big the pinned capsule is. The picture stays in memory only: it is never saved, uploaded or recorded, and no sound is captured. Protected content (such as Netflix) cannot be captured by macOS and shows a notice instead.
zh_hant: 用專輯封面上的小按鈕挑選一個視窗，它的即時畫面就會取代封面；點一下影片，就會把它釘成瀏海外面的膠囊。影片大小決定展開時封面槽最多能加寬到多少，也是釘選膠囊的大小。畫面只存在記憶體中：不會儲存、上傳或錄製，也不會擷取聲音。受內容保護的來源（例如 Netflix）無法被 macOS 擷取，會改為顯示說明。

source: Crop Video
zh_hant: 裁切影片

source: Drag to choose the area to keep. Drag a corner or edge to adjust.
zh_hant: 拖曳框選要保留的區域，也可以拖曳邊角或邊緣微調。

source: Auto-detect
zh_hant: 自動偵測

source: Detecting… (about 3 seconds)
zh_hant: 偵測中…（約 3 秒）

source: No clear video area found. Drag to choose it by hand.
zh_hant: 找不到明顯的影片區域，請拖曳手動框選。

source: Reset to Whole Window
zh_hant: 重設為整個視窗

source: OK
zh_hant: 確定

source: Crop
zh_hant: 裁切

source: Reset crop
zh_hant: 重設裁切
